Repository: shiveringsiva-source/smarttubeios
Catalog: SmartTubeIOS/Sources/SmartTubeIOS/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hr, id, it, ja, ko, pt_br, ru, sr, tr, zh_hans

source: "%@" has been saved to your Photos library.
ar: تم حفظ "%@" في مكتبة الصور.
de: "%@" wurde in deiner Fotomediathek gespeichert.
es: "%@" se ha guardado en tu fototeca.
fr: "%@" a été enregistré dans votre photothèque.
hi: "%@" आपकी फ़ोटो लाइब्रेरी में सहेजा गया।
hr: "%@" je spremljen u vašu biblioteku fotografija.
id: "%@" telah disimpan ke perpustakaan Foto Anda.
it: "%@" è stato salvato nella tua libreria foto.
ja: 「%@」が写真ライブラリに保存されました。
ko: "%@"이(가) 사진 보관함에 저장되었습니다.
pt_br: "%@" foi salvo na sua fototeca.
ru: «%@» сохранено в Фотографии.
sr: „%@“ је сачувано у вашој фототеци.
tr: "%@" Fotoğraflar kitaplığınıza kaydedildi.
zh_hans: 《%@》已保存到您的照片图库。

source: "%@" was added to your Watch Later playlist.
ar: تمت إضافة "%@" إلى قائمة المشاهدة لاحقاً.
de: "%@" wurde zu deiner Wiedergabeliste „Später ansehen“ hinzugefügt.
es: "%@" se ha añadido a tu lista para ver más tarde.
fr: « %@ » a été ajouté à votre liste de lecture ultérieure.
hi: "%@" आपकी बाद में देखें प्लेलिस्ट में जोड़ा गया।
hr: "%@" je dodan na vaš popis za reprodukciju Gledajte kasnije.
id: "%@" telah ditambahkan ke daftar putar Tonton Nanti Anda.
it: "%@" è stato aggiunto alla playlist Da vedere in seguito.
ja: 「%@」がウォッチレータープレイリストに追加されました。
ko: "%@"이(가) 나중에 볼 목록에 추가되었습니다.
pt_br: "%@" foi adicionado à sua lista "Assistir mais tarde".
ru: «%@» добавлено в список «Смотреть позже».
sr: „%@“ је додат на вашу плејлисту Гледајте касније.
tr: "%@" Daha Sonra İzle çalma listenize eklendi.
zh_hans: 「%@」已添加到您的稍后观看播放列表。

source: "%@" was removed from your Watch Later playlist.
ar: تمت إزالة "%@" من قائمة التشغيل "المشاهدة لاحقًا".
de: „%@“ wurde aus Ihrer „Später ansehen“-Playlist entfernt.
es: "%@" se eliminó de tu lista de reproducción Ver más tarde.
fr: "%@" a été supprimé de votre liste de lecture À regarder plus tard.
hi: "%@" को आपकी बाद में देखें प्लेलिस्ट से हटा दिया गया था।
hr: "%@" je uklonjen s vašeg popisa za reprodukciju Gledajte kasnije.
id: "%@" telah dihapus dari playlist Tonton Nanti Anda.
it: "%@" è stato rimosso dalla tua playlist Guarda più tardi.
ja: 「%@」は、後で見るプレイリストから削除されました。
ko: '%@'가 나중에 볼 동영상 재생목록에서 삭제되었습니다.
pt_br: "%@" foi removido da sua playlist Assistir mais tarde.
ru: Песня "%@" была удалена из плейлиста "Посмотреть позже".
sr: „%@“ је уклоњено са плејлисте Гледајте касније.
tr: "%@" Daha Sonra İzle oynatma listenizden kaldırıldı.
zh_hans: “%@”已从您的“稍后观看”播放列表中删除。

source: %lld min
ar: %lld د
hi: %lld मिनट
id: %lld mnt
ja: %lld 分
ko: %lld분
ru: %lld мин
sr: %lld мин
tr: %lld dak
zh_hans: %lld 分钟

source: 1s
ar: 1ث
hi: 1से
id: 1d
ja: 1秒
ko: 1초
ru: 1 с
sr: 1с
zh_hans: 1秒

source: 2s
ar: 2ث
hi: 2से
id: 2d
ja: 2秒
ko: 2초
ru: 2 с
sr: 2с
zh_hans: 2秒

source: 3s
ar: 3ث
hi: 3से
id: 3d
ja: 3秒
ko: 3초
ru: 3 с
sr: 3с
zh_hans: 3秒

source: 4 – 20 minutes
ar: 4 – 20 دقائق
de: 4 – 20 Minuten
es: 4 – 20 minutos
hi: 4 – 20 मिनट
hr: 4 – 20 minuta
id: 4 – 20 menit
it: 4 – 20 minuti
ja: 4〜20分
ko: 4 – 20분
pt_br: 4 – 20 minutos
ru: От 4 до 20 минут
sr: 4-20 минута
tr: 4 – 20 dakika
zh_hans: 4–20 分钟

source: 4s
ar: 4ث
hi: 4से
id: 4d
ja: 4秒
ko: 4초
ru: 4 с
sr: 4с
zh_hans: 4秒

source: 5s
ar: 5ث
hi: 5से
id: 5d
ja: 5秒
ko: 5초
ru: 5 с
sr: 5с
zh_hans: 5秒

source: 8s
ar: 8ث
hi: 8से
id: 8d
ja: 8秒
ko: 8초
ru: 8 с
sr: 8с
zh_hans: 8秒

source: 10s
ar: 10ث
hi: 10से
id: 10d
ja: 10秒
ko: 10초
ru: 10 с
sr: 10с
zh_hans: 10秒

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
hr: Oko
id: Tentang
it: Info
ja: 概要
ko: 정보
pt_br: Sobre
ru: О приложении
sr: Абоут
tr: Hakkında
zh_hans: 关于

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
hi: खाता
hr: Račun
id: Akun
ja: アカウント
ko: 계정
pt_br: Conta
ru: Аккаунт
sr: Рачун
tr: Hesap
zh_hans: 账户

source: Activate SmartTube
ar: تفعيل SmartTube
de: SmartTube aktivieren
es: Activar SmartTube
fr: Activer SmartTube
hi: SmartTube सक्रिय करें
hr: Aktivirajte SmartTube
id: Aktifkan SmartTube
it: Attiva SmartTube
ja: SmartTubeを有効化
ko: SmartTube 활성화
pt_br: Ativar SmartTube
ru: Активировать SmartTube
sr: Активирајте СмартТубе
tr: SmartTube'yu Etkinleştir
zh_hans: 激活 SmartTube

source: Add a feed from the RSS Feeds screen.
ar: أضف خلاصة من شاشة خلاصات RSS.
de: Füge einen Feed über den RSS-Feeds-Bildschirm hinzu.
es: Añade un feed desde la pantalla de Feeds RSS.
fr: Ajoutez un flux depuis l’écran Flux RSS.
hi: RSS फ़ीड्स स्क्रीन से एक फ़ीड जोड़ें।
hr: Dodajte feed sa zaslona RSS kanali.
id: Tambahkan feed dari layar RSS Feeds.
it: Aggiungi un feed dalla schermata Feed RSS.
ja: RSS フィード画面からフィードを追加してください。
ko: RSS 피드 화면에서 피드를 추가하세요.
pt_br: Adicione um feed na tela de Feeds RSS.
ru: Добавьте ленту на экране RSS-лент.
sr: Додајте фид са екрана РСС Феедс.
tr: RSS Akışları ekranından bir akış ekleyin.
zh_hans: 从 RSS 订阅页面添加订阅源。

source: Add a YouTube channel RSS feed to see videos here.
ar: أضف خلاصة RSS لقناة YouTube لمشاهدة مقاطع الفيديو هنا.
de: Füge einen YouTube-Kanal-RSS-Feed hinzu, um hier Videos zu sehen.
es: Añade un feed RSS de un canal de YouTube para ver vídeos aquí.
fr: Ajoutez un flux RSS de chaîne YouTube pour voir les vidéos ici.
hi: यहाँ वीडियो देखने के लिए YouTube चैनल RSS फ़ीड जोड़ें।
hr: Dodajte RSS feed YouTube kanala da biste ovdje vidjeli videozapise.
id: Tambahkan feed RSS saluran YouTube untuk melihat video di sini.
it: Aggiungi un feed RSS di un canale YouTube per vedere i video qui.
ja: YouTube チャンネルの RSS フィードを追加してここで動画を見てください。
ko: 여기에서 동영상을 보려면 YouTube 채널 RSS 피드를 추가하세요.
pt_br: Adicione um feed RSS de canal do YouTube para ver vídeos aqui.
ru: Добавьте RSS-ленту YouTube-канала, чтобы видеть здесь видео.
sr: Додајте РСС канал ИоуТубе канала да бисте видели видео снимке овде.
tr: Videoları burada görmek için bir YouTube kanal RSS akışı ekleyin.
zh_hans: 添加 YouTube 频道 RSS 订阅以在此处查看视频。

source: Add Feed
ar: إضافة خلاصة
de: Feed hinzufügen
es: Añadir feed
fr: Ajouter un flux
hi: फ़ीड जोड़ें
hr: Dodaj feed
id: Tambah Feed
it: Aggiungi feed
ja: フィードを追加
ko: 피드 추가
pt_br: Adicionar feed
ru: Добавить ленту
sr: Додај феед
tr: Feed Ekle
zh_hans: 添加订阅

source: Add RSS Feed
ar: إضافة خلاصة RSS
de: RSS-Feed hinzufügen
es: Añadir feed RSS
fr: Ajouter un flux RSS
hi: RSS फ़ीड जोड़ें
hr: Dodaj RSS feed
id: Tambah RSS Feed
it: Aggiungi feed RSS
ja: RSS フィードを追加
ko: RSS 피드 추가
pt_br: Adicionar feed RSS
ru: Добавить RSS-ленту
sr: Додајте РСС феед
tr: RSS Feed Ekle
zh_hans: 添加 RSS 订阅

source: Add to Queue
ar: إضافة إلى قائمة التشغيل
de: Zur Warteschlange hinzufügen
es: Añadir a la cola
fr: Ajouter à la file d’attente
hi: कतार में जोड़ें
hr: Dodaj u red čekanja
id: Tambah ke Antrian
it: Aggiungi alla coda
ja: キューに追加
ko: 대기열에 추가
pt_br: Adicionar à fila
ru: Добавить в очередь
sr: Додај у ред
tr: Sıraya Ekle
zh_hans: 添加到队列

source: Adding…
ar: جارٍ الإضافة…
de: Wird hinzugefügt…
es: Añadiendo…
fr: Ajout en cours…
hi: जोड़ा जा रहा है…
hr: Dodavanje...
id: Menambahkan…
it: Aggiunta in corso…
ja: 追加中…
ko: 추가 중…
pt_br: Adicionando…
ru: Добавление…
sr: Додавање…
tr: Ekleniyor…
zh_hans: 正在添加…

source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
hi: सभी
hr: Sve
id: Semua
it: Tutti
ja: すべて
ko: 전체
pt_br: Todos
ru: Все
sr: Све
tr: Tümü
zh_hans: 全部

source: Any duration
ar: أي مدة
de: Beliebige Länge
es: Cualquier duración
fr: Toute durée
hi: कोई भी अवधि
hr: Bilo koje trajanje
id: Durasi apa saja
it: Qualsiasi durata
ja: すべての長さ
ko: 모든 길이
pt_br: Qualquer duração
ru: Любая длительность
sr: Било које трајање
tr: Herhangi bir süre
zh_hans: 任意时长

source: Any type
ar: أي نوع
de: Beliebiger Typ
es: Cualquier tipo
fr: Tout type
hi: कोई भी प्रकार
hr: Bilo koje vrste
id: Jenis apa saja
it: Qualsiasi tipo
ja: すべての種類
ko: 모든 유형
pt_br: Qualquer tipo
ru: Любой тип
sr: Било која врста
tr: Herhangi bir tür
zh_hans: 任意类型

source: Anytime
ar: في أي وقت
de: Jederzeit
es: Cualquier momento
fr: N'importe quand
hi: कभी भी
hr: Bilo kada
id: Kapan saja
it: In qualsiasi momento
ja: いつでも
ko: 언제든지
pt_br: Qualquer hora
ru: Когда угодно
sr: Било када
tr: Her zaman
zh_hans: 任意时间

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
hr: primijeniti
id: Terapkan
it: Applica
ja: 適用
ko: 적용
pt_br: Aplicar
ru: Применить
sr: Пријавите се
tr: Uygula
zh_hans: 应用

source: Audio only — thumbnail
ar: صوت فقط — صورة مصغرة
de: Nur Audio — Thumbnail
es: Solo audio — miniatura
fr: Audio seulement — miniature
hi: केवल ओडियो — थंबनेल
hr: Samo audio — minijatura
id: Audio saja — thumbnail
it: Solo audio — miniatura
ja: 音声のみ — サムネイル
ko: 오디오만 — 썸네일
pt_br: Somente áudio — miniatura
ru: Только аудио — миниатюра
sr: Само аудио — сличица
tr: Yalnızca ses — küçük resim
zh_hans: 仅音频 — 缩略图

source: Audio Track
ar: المسار الصوتي
de: Audiospur
es: Pista de audio
fr: Piste audio
hi: ऑडियो ट्रैक
hr: Audio zapis
id: Trek Audio
it: Traccia audio
ja: 音声トラック
ko: 오디오 트랙
pt_br: Faixa de áudio
ru: Аудиодорожка
sr: Аудио Трацк
tr: Ses Parçası
zh_hans: 音轨

source: Audio-Only
ar: صوت فقط
de: Nur Audio
es: Solo audio
fr: Audio seulement
hi: केवल ओडियो
hr: Samo audio
id: Audio Saja
it: Solo audio
ja: 音声のみ
ko: 오디오만
pt_br: Somente áudio
ru: Только аудио
sr: Аудио-Онли
tr: Yalnızca Ses
zh_hans: 仅音频

source: Audio-Only (On)
ar: صوت فقط (مفعّل)
de: Nur Audio (Ein)
es: Solo audio (activado)
fr: Audio seulement (activé)
hi: केवल ओडियो (चालू)
hr: Samo audio (uključeno)
id: Audio Saja (Aktif)
it: Solo audio (attivo)
ja: 音声のみ (オン)
ko: 오디오만 (켜짐)
pt_br: Somente áudio (ativado)
ru: Только аудио (вкл.)
sr: Само аудио (укључено)
tr: Yalnızca Ses (Açık)
zh_hans: 仅音频（开启）

source: Audio-Only Mode
ar: وضع الصوت فقط
de: Nur-Audio-Modus
es: Modo solo audio
fr: Mode audio seulement
hi: केवल ओडियो मोड
hr: Način rada samo za zvuk
id: Mode Audio Saja
it: Modalità solo audio
ja: 音声のみモード
ko: 오디오 전용 모드
pt_br: Modo somente áudio
ru: Режим только аудио
sr: Режим само за аудио
tr: Yalnızca Ses Modu
zh_hans: 仅音频模式

source: Auto
ar: تلقائي
hi: ऑटो
id: Otomatis
ja: 自動
ko: 자동
ru: Авто
sr: Ауто
tr: Otomatik
zh_hans: 自动

source: Auto-generated
ar: مُنشأ تلقائيًا
de: Automatisch generiert
es: Generado automáticamente
fr: Généré automatiquement
hi: स्वतः जनित
hr: Automatski generirano
id: Dibuat otomatis
it: Generato automaticamente
ja: 自動生成
ko: 자동 생성됨
pt_br: Gerado automaticamente
ru: Автоматически сгенерированные
sr: Аутоматски генерисано
tr: Otomatik oluşturuldu
zh_hans: 自动生成

source: Autoplay next video
ar: تشغيل الفيديو التالي تلقائيًا
de: Nächstes Video automatisch abspielen
es: Reproducir siguiente video automáticamente
fr: Lecture automatique de la vidéo suivante
hi: अगला वीडियो स्वतः चलाएं
hr: Automatska reprodukcija sljedećeg videozapisa
id: Putar otomatis video berikutnya
it: Riproduci automaticamente il prossimo video
ja: 次の動画を自動再生
ko: 다음 동영상 자동 재생
pt_br: Reproduzir próximo vídeo automaticamente
ru: Автовоспроизведение
sr: Аутоматски пусти следећи видео
tr: Sonraki videoyu otomatik oynat
zh_hans: 自动播放下一个视频

source: Background Playback
ar: التشغيل في الخلفية
de: Hintergrundwiedergabe
es: Reproducción en segundo plano
fr: Lecture en arrière-plan
hi: बैकग्राउंड प्लेबैक
hr: Reprodukcija u pozadini
id: Pemutaran Latar Belakang
it: Riproduzione in background
ja: バックグラウンド再生
ko: 백그라운드 재생
pt_br: Reprodução em segundo plano
ru: Фоновое воспроизведение
sr: Позадинска репродукција
tr: Arka Planda Oynatma
zh_hans: 后台播放

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
hr: Otkazati
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
sr: Откажи
tr: İptal
zh_hans: 取消

source: Captions
ar: التسميات التوضيحية
de: Untertitel
es: Subtítulos
fr: Sous-titres
hi: कैप्शन
hr: Opisi
id: Teks
it: Sottotitoli
ja: 字幕
ko: 자막
pt_br: Legendas
ru: Субтитры
sr: Наслови
tr: Altyazılar
zh_hans: 字幕

source: Channel
ar: القناة
de: Kanal
es: Canal
fr: Chaîne
hi: चैनल
hr: Kanal
id: Saluran
it: Canale
ja: チャンネル
ko: 채널
pt_br: Canal
ru: Канал
sr: Канал
tr: Kanal
zh_hans: 频道

source: Chinese (Simplified)
ar: الصينية (المبسطة)
de: Chinesisch (Vereinfacht)
es: Chino (simplificado)
fr: Chinois (simplifié)
hi: चीनी (सरलीकृत)
hr: kineski (pojednostavljeni)
id: Tionghoa (Sederhana)
it: Cinese (semplificato)
ja: 中国語（簡体）
ko: 중국어 (간체)
pt_br: Chinês (simplificado)
ru: Китайский (упрощённый)
sr: кинески (поједностављени)
tr: Çince (Basitleştirilmiş)
zh_hans: 中文（简体）

source: Clear History
ar: مسح السجل
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
hi: इतिहास साफ़ करें
hr: Obriši povijest
id: Hapus Riwayat
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
pt_br: Limpar histórico
ru: Очистить историю
sr: Обриши историју
tr: Geçmişi Temizle
zh_hans: 清除历史记录

source: Clear Queue
ar: مسح قائمة التشغيل
de: Warteschlange leeren
es: Vaciar cola
fr: Vider la file d’attente
hi: कतार साफ़ करें
hr: Očisti red čekanja
id: Hapus Antrian
it: Svuota coda
ja: キューをクリア
ko: 대기열 지우기
pt_br: Limpar fila
ru: Очистить очередь
sr: Цлеар Куеуе
tr: Sırayı Temizle
zh_hans: 清空队列

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
hr: Zatvoriti
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
sr: Затвори
tr: Kapat
zh_hans: 关闭

source: Code expired
ar: انتهت صلاحية الرمز
de: Code abgelaufen
es: Código caducado
fr: Code expiré
hi: कोड समाप्त हो गया
hr: Kod je istekao
id: Kode kedaluwarsa
it: Codice scaduto
ja: コードの有効期限切れ
ko: 코드가 만료되었습니다
pt_br: Código expirado
ru: Код истёк
sr: Код је истекао
tr: Kod süresi doldu
zh_hans: 验证码已过期

source: Code expires in %d:%02d
ar: ينتهي الرمز خلال %d:%02d
de: Code läuft in %d:%02d ab
es: El código expira en %d:%02d
fr: Le code expire dans %d:%02d
hi: कोड %d:%02d में समाप्त होगा
hr: Kod ističe za %d:%02d
id: Kode kedaluwarsa dalam %d:%02d
it: Il codice scade in %d:%02d
ja: コードの有効期限: %d:%02d
ko: 코드가 %d:%02d 후에 만료됩니다
pt_br: O código expira em %d:%02d
ru: Код истекает через %d:%02d
sr: Код истиче за %d:%02d
tr: Kod %d:%02d içinde sona eriyor
zh_hans: 验证码将在 %d:%02d 后过期

source: Comments
ar: التعليقات
de: Kommentare
es: Comentarios
fr: Commentaires
hi: टिप्पणियाँ
hr: Komentari
id: Komentar
it: Commenti
ja: コメント
ko: 댓글
pt_br: Comentários
ru: Комментарии
sr: Коментари
tr: Yorumlar
zh_hans: 评论

source: Compact Thumbnails
ar: صور مصغرة مضغوطة
de: Kompakte Vorschaubilder
es: Miniaturas compactas
fr: Miniatures compactes
hi: कॉम्पैक्ट थंबनेल
hr: Kompaktne sličice
id: Thumbnail Kompak
it: Miniature compatte
ja: コンパクトサムネイル
ko: 압축 썸네일
pt_br: Miniaturas compactas
ru: Компактные превью
sr: Цомпацт Тхумбнаилс
tr: Kompakt Küçük Resimler
zh_hans: 紧凑缩略图

source: Connecting to Google…
ar: جارٍ الاتصال بـ Google…
de: Verbindung zu Google…
es: Conectando a Google…
fr: Connexion à Google…
hi: Google से जोड़ा जा रहा है…
hr: Povezivanje s Googleom…
id: Menghubungkan ke Google…
it: Connessione a Google…
ja: Googleに接続中…
ko: Google에 연결 중…
pt_br: Conectando ao Google…
ru: Подключение к Google…
sr: Повезивање са Гоогле-ом…
tr: Google'a bağlanılıyor…
zh_hans: 正在连接 Google…

source: Copy Code
ar: نسخ الرمز
de: Code kopieren
es: Copiar código
fr: Copier le code
hi: कोड कॉपी करें
hr: Kopiraj kod
id: Salin Kode
it: Copia codice
ja: コードをコピー
ko: 코드 복사
pt_br: Copiar código
ru: Скопировать код
sr: Копирај код
tr: Kodu Kopyala
zh_hans: 复制验证码

source: Could Not Remove
ar: تعذرت الإزالة
de: Konnte nicht entfernt werden
es: No se pudo eliminar
fr: Impossible de supprimer
hi: नहीं हटाया जा सका
hr: Nije moguće ukloniti
id: Tidak Dapat Menghapus
it: Impossibile rimuovere
ja: 削除できませんでした
ko: 제거할 수 없음
pt_br: Não foi possível remover
ru: Не удалось удалить
sr: Није могуће уклонити
tr: Kaldırılamadı
zh_hans: 无法删除

source: Could Not Save
ar: تعذّر الحفظ
de: Konnte nicht gespeichert werden
es: No se pudo guardar
fr: Impossible d’enregistrer
hi: सहेजा नहीं जा सका
hr: Nije moguće spremiti
id: Tidak Dapat Disimpan
it: Impossibile salvare
ja: 保存できませんでした
ko: 저장할 수 없음
pt_br: Não foi possível salvar
ru: Не удалось сохранить
sr: Није могуће сачувати
tr: Kaydedilemedi
zh_hans: 无法保存

source: Current Queue
ar: قائمة التشغيل الحالية
de: Aktuelle Warteschlange
es: Cola actual
fr: File d’attente actuelle
hi: वर्तमान कतार
hr: Trenutačni red čekanja
id: Antrian Saat Ini
it: Coda corrente
ja: 現在のキュー
ko: 현재 대기열
pt_br: Fila atual
ru: Текущая очередь
sr: Цуррент Куеуе
tr: Mevcut Sıra
zh_hans: 当前队列

source: Delete
ar: يمسح
de: Löschen
es: Borrar
fr: Supprimer
hi: मिटाना
hr: Izbrisati
id: Menghapus
it: Eliminare
ja: 消去
ko: 삭제
pt_br: Excluir
ru: Удалить
sr: Избриши
tr: Silmek
zh_hans: 删除

source: Delete Download
ar: حذف التنزيل
de: Download löschen
es: Eliminar Descargar
fr: Supprimer le téléchargement
hi: डाउनलोड हटाएँ
hr: Izbriši preuzimanje
id: Hapus Unduh
it: Elimina download
ja: ダウンロードの削除
ko: 다운로드 삭제
pt_br: Excluir download
ru: Удалить загрузку
sr: Избриши преузимање
tr: İndirmeyi Sil
zh_hans: 删除下载

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
hi: विवरण
hr: Opis
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
sr: Опис
tr: Açıklama
zh_hans: 简介

source: Diagnostic Report sends recent app logs to the developer to help investigate issues.
ar: يرسل تقرير التشخيص سجلات التطبيق الأخيرة إلى المطور للمساعدة في التحقيق في المشكلات.
de: Der Diagnosebericht sendet aktuelle App-Protokolle an den Entwickler, um bei der Problemuntersuchung zu helfen.
es: El informe de diagnóstico envía registros recientes de la app al desarrollador para ayudar a investigar problemas.
fr: Le rapport de diagnostic envoie les journaux récents de l'application au développeur pour l'aider à résoudre les problèmes.
hi: डायग्नोस्टिक रिपोर्ट समस्याओं की जांच में मदद करने के लिए हाल के ऐप लॉग डेवलपर को भेजती है।
hr: Dijagnostičko izvješće šalje nedavne zapisnike aplikacije razvojnom programeru radi lakšeg istraživanja problema.
id: Laporan Diagnostik mengirimkan log aplikasi terbaru ke pengembang untuk membantu menyelidiki masalah.
it: Il rapporto diagnostico invia i log recenti dell'app allo sviluppatore per aiutare a indagare sui problemi.
ja: 診断レポートは最近のアプリログを開発者に送信して、問題の調査を支援します。
ko: 진단 보고서는 문제 조사를 돕기 위해 최근 앱 로그를 개발자에게 전송합니다.
pt_br: O relatório de diagnóstico envia os registros recentes do app ao desenvolvedor para ajudar a investigar problemas.
ru: Диагностический отчёт отправляет последние журналы приложения разработчику для анализа проблем.
sr: Дијагностички извештај шаље програмеру недавне евиденције апликација како би помогао у истраживању проблема.
tr: Tanılama Raporu, sorunların araştırılmasına yardımcı olmak için son uygulama günlüklerini geliştiriciye gönderir.
zh_hans: 诊断报告将最近的应用日志发送给开发者，以协助排查问题。

source: Disabled
ar: معطّل
de: Deaktiviert
es: Desactivado
fr: Désactivé
hi: अक्षम
hr: Onesposobljeno
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko: 비활성화됨
pt_br: Desativado
ru: Выключено
sr: Онемогућено
tr: Devre Dışı
zh_hans: 已禁用

source: Dislike
ar: لا يعجبني
de: Gefällt mir nicht
es: No me gusta
fr: Je n'aime pas
hi: नापसंद
hr: Ne sviđa mi se
id: Tidak suka
it: Non mi piace
ja: 低評価
ko: 싫어요
pt_br: Não gostei
ru: Не нравится
sr: Не свиђа ми се
tr: Beğenme
zh_hans: 不喜欢

source: Disliked
ar: تم وضع علامة لا يعجبني
de: Nicht gefällt
es: No me gustó
fr: Déjà désaimé
hi: पहले से नापसंद किया
hr: Ne sviđa mi se
id: Sudah tidak disukai
it: Già non apprezzato
ja: 低評価済み
ko: 이미 싫어요 표시됨
pt_br: Já avaliado negativamente
ru: Уже не понравилось
sr: Не свиђа ми се
tr: Beğenilmedi
zh_hans: 已不喜欢

source: Dismiss
ar: رفض
de: Schließen
es: Descartar
fr: Ignorer
hi: खारिज करें
hr: Odbaciti
id: Tutup
it: Ignora
ja: 閉じる
ko: 닫기
pt_br: Dispensar
ru: Закрыть
sr: Одбаци
tr: Kapat
zh_hans: 关闭

source: Don't Like This Video
ar: لا يعجبني هذا الفيديو
de: Video gefällt mir nicht
es: No me gusta este vídeo
fr: Ce vidéo ne me plaît pas
hi: यह वीडियो पसंद नहीं
hr: Ne sviđa mi se ovaj video
id: Tidak Suka Video Ini
it: Non mi piace questo video
ja: この動画を評価しない
ko: 이 동영상이 마음에 들지 않음
pt_br: Não gostei deste vídeo
ru: Не нравится это видео
sr: Не свиђа ми се овај видео
tr: Bu Videoyu Beğenme
zh_hans: 不喜欢此视频

source: Don't Recommend Channel
ar: عدم التوصية بهذه القناة
de: Kanal nicht empfehlen
es: No recomendar el canal
fr: Ne pas recommander la chaîne
hi: चैनल अनुशंसित न करें
hr: Ne preporučuj kanal
id: Jangan Rekomendasikan Saluran
it: Non consigliare il canale
ja: このチャンネルを勧めない
ko: 채널 추천 안 함
pt_br: Não recomendar canal
ru: Не рекомендовать канал
sr: Не препоручујем канал
tr: Kanalı Önerme
zh_hans: 不推荐该频道

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
hr: Gotovo
id: Selesai
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
sr: Готово
tr: Bitti
zh_hans: 完成

source: Download a video from the player to watch it offline.
ar: قم بتنزيل مقطع فيديو من المشغل لمشاهدته في وضع عدم الاتصال.
de: Laden Sie ein Video vom Player herunter, um es offline anzusehen.
es: Descarga un vídeo del reproductor para verlo sin conexión.
fr: Téléchargez une vidéo depuis le lecteur pour la regarder hors ligne.
hi: किसी वीडियो को ऑफ़लाइन देखने के लिए उसे प्लेयर से डाउनलोड करें।
hr: Preuzmite videozapis s playera kako biste ga gledali izvan mreže.
id: Unduh video dari pemutar untuk menontonnya secara offline.
it: Scarica un video dal lettore per guardarlo offline.
ja: プレーヤーからビデオをダウンロードしてオフラインで視聴します。
ko: 플레이어에서 비디오를 다운로드하여 오프라인으로 시청하세요.
pt_br: Baixe um vídeo do player para assisti-lo offline.
ru: Загрузите видео с плеера, чтобы просмотреть его офлайн.
sr: Преузмите видео са плејера да бисте га гледали офлајн.
tr: Çevrimdışı izlemek için oynatıcıdan bir video indirin.
zh_hans: 从播放器下载视频以离线观看。

source: Download Failed
ar: فشل التنزيل
de: Download fehlgeschlagen
es: Error al descargar
fr: Échec du téléchargement
hi: डाउनलोड विफल
hr: Preuzimanje nije uspjelo
id: Unduhan Gagal
it: Download non riuscito
ja: ダウンロード失敗
ko: 다운로드 실패
pt_br: Falha no download
ru: Ошибка загрузки
sr: Преузимање није успело
tr: İndirme Başarısız
zh_hans: 下载失败

source: Download to Gallery
ar: تنزيل إلى المعرض
de: In Galerie laden
es: Descargar a la galería
fr: Enregistrer dans la galerie
hi: गैलरी में डाउनलोड करें
hr: Preuzmi u galeriju
id: Unduh ke Galeri
it: Scarica nella galleria
ja: ギャラリーに保存
ko: 갤러리에 저장
pt_br: Baixar para a galeria
ru: Сохранить в Галерею
sr: Преузми у галерију
tr: Galeriye İndir
zh_hans: 保存到相册

source: Downloading…
ar: جارٍ التنزيل…
de: Wird heruntergeladen…
es: Descargando…
fr: Téléchargement…
hi: डाउनलोड हो रहा है…
hr: Preuzimanje...
id: Mengunduh…
it: Download in corso…
ja: ダウンロード中…
ko: 다운로드 중…
pt_br: Baixando…
ru: Загрузка…
sr: Преузимање…
tr: İndiriliyor…
zh_hans: 下载中…

source: Downloads
ar: التنزيلات
es: Descargas
fr: Téléchargements
hi: डाउनलोड
hr: Preuzimanja
id: Unduhan
it: Download
ja: ダウンロード
ko: 다운로드
pt_br: Transferências
ru: Загрузки
sr: Преузимања
tr: İndirilenler
zh_hans: 下载

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
hr: Trajanje
id: Durasi
it: Durata
ja: 長さ
ko: 길이
pt_br: Duração
ru: Длительность
sr: Трајање
tr: Süre
zh_hans: 时长

source: Enable DeArrow
ar: تفعيل DeArrow
de: DeArrow aktivieren
es: Activar DeArrow
fr: Activer DeArrow
hi: DeArrow सक्षम करें
hr: Omogući DeArrow
id: Aktifkan DeArrow
it: Abilita DeArrow
ja: DeArrowを有効にする
ko: DeArrow 활성화
pt_br: Ativar DeArrow
ru: Включить DeArrow
sr: Омогући ДеАрров
tr: DeArrow'u Etkinleştir
zh_hans: 启用 DeArrow

source: Enable SponsorBlock
ar: تفعيل SponsorBlock
de: SponsorBlock aktivieren
es: Activar SponsorBlock
fr: Activer SponsorBlock
hi: SponsorBlock सक्षम करें
hr: Omogući SponsorBlock
id: Aktifkan SponsorBlock
it: Abilita SponsorBlock
ja: SponsorBlockを有効にする
ko: SponsorBlock 활성화
pt_br: Ativar SponsorBlock
ru: Включить SponsorBlock
sr: Омогући СпонсорБлоцк
tr: SponsorBlock'u Etkinleştir
zh_hans: 启用 SponsorBlock

source: Enabled
ar: مُفعّل
de: Aktiviert
es: Activado
fr: Activé
hi: सक्षम
hr: Omogućeno
id: Diaktifkan
it: Abilitato
ja: 有効
ko: 활성화됨
pt_br: Ativado
ru: Включено
sr: Омогућено
tr: Etkin
zh_hans: 已启用

source: End card: %@
ar: بطاقة النهاية: %@
de: Endkarte: %@
es: Tarjeta final: %@
fr: Carte de fin : %@
hi: एंड कार्ड: %@
hr: Završna kartica: %@
id: Kartu akhir: %@
it: Scheda finale: %@
ja: エンドカード: %@
ko: 엔드 카드: %@
pt_br: Cartão final: %@
ru: Конечная заставка: %@
sr: Крајња картица: %@
tr: Bitiş kartı: %@
zh_hans: 片尾卡：%@
